---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ContentDelivery
source: html/0f771d6c-255a-74cd-1fd2-e9a350b3fcb6.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ContentDelivery Property

The content delivery pane.

## Syntax (C#)
```csharp
public static DockablePaneId ContentDelivery { get; }
```